export const 경영·사무 = [
  '전체',
  '기획·전략·경영',
  '사무·총무·법무',
  '인사·노무·교육',
  '경리·회계·결산',
  '재무·세무·IR',
  '사무보조·문서작성',
  '비서·안내',
]

export const 마케팅·광고·홍보 = [
  '전체',
  '마케팅·광고·분석',
  '홍보·PR',
  '전시·컨벤션',
]

export const IT·인터넷 = [
  '전체',
  '웹프로그래머',
  '응용프로그래머',
  '시스템프로그래머',
  'DBA·데이터베이스',
  '네트워크·서버·보안',
  '웹기획·PM',
  '웹마케팅',
  '컨텐츠·사이트운영',
  'HTML·퍼블리싱·UI개발',
  '웹디자인',
  'QA·테스터·검증',
  '게임',
  'ERP·시스템분석·설계',
  'IT·디자인·컴퓨터',
  '동영상제작·편집',
  '빅데이터·AI(인공지능)',
  '소프트웨어·하드웨어',
]

export const 디자인 = [
  '전체',
  '그래픽디자인·CG',
  '출판·편집디자인',
  '제품·산업디자인',
  '캐릭터·애니메이션',
  '광고·시각디자인',
  '의류·패션·잡화디자인',
  '전시·공간디자인',
  '디자인기타',
]

export const 무역·유통 = [
  '전체',
  '해외영업·무역영업',
  '수출입·무역사무',
  '구매·자재',
  '상품기획·MD',
  '유통·물류·재고',
  '배송·택배·운송',
  '운전·기사',
  '화물·중장비',
]

export const 영업·고객상담 = [
  '전체',
  '제품·서비스영업',
  '금융·보험영업',
  'IT·솔루션·기술영업',
  '영업관리·지원·영업기획',
  '광고영업',
  '법인영업',
  '판매·서빙·매장관리',
  '단순홍보·회원관리',
  '아웃바운드TM',
  '고객상담·인바운드',
  'CS관리·강의',
]

export const 서비스 = [
  '전체',
  '요리·영양·제과제빵·바리스타',
  '설치·정비·A/S',
  '시설·보안·경비·안전',
  '레저·스포츠',
  '여행·항공·숙박',
  '뷰티·미용·애완',
  '주차·세차·주유',
  '청소·가사·육아',
  '이벤트·웨딩·도우미',
]

export const 연구개발·설계 = [
  '전체',
  '자동차·조선·기계',
  '반도체·디스플레이',
  '화학·에너지·환경',
  '전기·전자·제어',
  '기계설계·CAD·CAM',
  '통신기술·네트워크구축',
  '바이오·제약·식품',
]

export const 생산·제조 = [
  '전체',
  '생산관리·공정관리·품질관리',
  '생산·제조·설비·조립',
  '포장·가공',
  '섬유·의류·패션',
]

export const 교육 = [
  '전체',
  '유치원·보육교사',
  '초중고·특수학교',
  '대학교수·강사·행정직',
  '보습학원·입시학원',
  '학원상담·관리·운영',
  '학습지·과외·방문교사',
  '외국어교육',
  '자격증·기술·전문교육',
  '교재기획·교수설계',
]

export const 건설 = [
  '전체',
  '건축·설계·인테리어',
  '시공·현장·감리·공무',
  '토목·조경·도시·측량',
  '전기·소방·통신·안전',
  '환경·플랜트',
  '부동산·중개·분양·경매',
]

export const 의료 = [
  '전체',
  '의사·치과·한의사',
  '약사·한약사·약무보조',
  '간호사',
  '간호조무사',
  '의료기사',
  '사무·원무·코디',
  '수의사·수의간호',
  '의료직기타',
]

export const 미디어 = [
  '전체',
  '감독·연출·PD',
  '영상·사진·촬영',
  '광고제작·카피·CF',
  '아나운서·리포터·성우',
  '기자',
  '작가·시나리오',
  '연예·엔터테인먼트',
  '인쇄·출판·편집',
  '영화·배급',
  '음악·음향',
  '공연·전시·무대·스텝',
]

export const 전문·특수직 = [
  '전체',
  '경영분석·컨설턴트',
  '채권·심사·보험·보상',
  '회계·세무·CPA',
  '노무·헤드헌터·직업상',
  '리서치·통계·설문',
  '도서관사서',
  '법률·특허·상표',
  '외국어·번역·통역',
  '보안·경호',
  '사회복지·요양보호·자원봉사',
  '연구소·R&D',
]